tap "homebrew/bundle"
tap "hacker1024/hacker1024"
tap "homebrew/cask-fonts"
tap "incu6us/tap"
tap "sambadevi/powerlevel9k"
tap "kaplanelad/tap"
brew "archey4"
brew "awscli"
brew "automake"
brew "bat"
brew "black"
brew "btop"
brew "certbot"
brew "clang-format"
brew "cmake"
brew "coretemp"
brew "coreutils"
brew "cpplint"
brew "curl"
brew "ctop"
brew "diff-so-fancy"
brew "dog"
brew "duf"
brew "dust"
brew "eksctl"
brew "exa"
brew "fd"
brew "git"
brew "git-flow"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "goimports-reviser"
brew "golangci-lint"
brew "golines"
brew "gpg"
brew "helm"
brew "htop"
brew "iperf3"
brew "jd"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kube-linter"
brew "kubeseal"
brew "lazydocker"
brew "lazygit"
brew "lima"
brew "links"
brew "make"
brew "mas"
brew "minikube"
brew "mypy"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "npm"
brew "osx-cpu-temp"
brew "pgcli"
brew "pinentry-mac"
brew "python"
brew "reorder-python-imports"
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "rust"
brew "rustup-init"
brew "sd"
brew "sha2"
brew "shellcheck"
brew "shellfirm"
brew "shellharden"
brew "shfmt"
brew "stern"
brew "stylua"
brew "task"
brew "taskwarrior-tui"
brew "tcptraceroute"
brew "terraform"
brew "thefuck"
brew "tldr"
brew "tree"
brew "watchman"
brew "wget"
brew "xh"
brew "xz"
brew "yarn"
brew "z"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "battle-net"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "keepassx"
cask "iterm2"
cask "neovide"
cask "openemu"
cask "openlens"
cask "slack"
cask "vlc"
