tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "incu6us/tap"
tap "sambadevi/powerlevel9k"
brew "awscli"
brew "curl"
brew "fd"
brew "git"
brew "git-flow"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "golines"
brew "gpg"
brew "htop"
brew "jq"
brew "k9s"
brew "kube-linter"
brew "kubeseal"
brew "lazydocker"
brew "lazygit"
brew "lima"
brew "links"
brew "mas"
brew "minikube"
brew "nmap"
brew "neovim"
brew "node"
brew "npm"
brew "pinentry-mac"
brew "python"
brew "ripgrep"
brew "rust"
brew "rustfmt"
brew "rustup-init"
brew "stern"
brew "task"
brew "taskwarrior-tui"
brew "tldr"
brew "wget"
brew "zsh-syntax-highlighting"
brew "incu6us/tap/goimports-reviser"
cask "battle-net"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "gogle-chrome"
cask "karabiner-elements"
cask "keepassx"
cask "iterm2"
cask "neovide"
cask "openemu"
cask "openlens"
cask "slack"
